---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorVert
source: html/b37208c1-e0c8-7524-0d1b-b70c165c50a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorVert Property

"Interior Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionInteriorVert { get; }
```